/**
 * Created by AZ$E on 23.07.2017.
 */
//Задание 4 (инфо по функции GetMax не нашла, использовала Math.max)
public class GetMax {
    public static void main(String args[]){
        System.out.println("Максимальные числа при сравнении двух аргументов:");
        System.out.println(Math.max(6.564, 4.235));
        System.out.println(Math.max(2.99, 2.07));
        System.out.println(Math.max(-5.3976, -3.789));
        System.out.println(Math.max(9.4546, -1.1));
    }
}
